import xlwt

wb = xlwt.Workbook()
ws = wb.add_sheet('top1~3')

mydata = {'2017-09-28 (목) 22:34:00': ['볼빨간사춘기', '코리아세일페스타', '휴 헤프너', '당신이 잠든 사이에', '맨홀', '병원선', '수지', '철원 총기', '어서와 한국은 처음이지?', '스웨틀라나', '신세계 채용', '도시어부', '삼성채용', 'sbs 온에어', '한국사능력검정시험', 'kbo', '메가박스', '티월드', '이종석', '코레일'], '2017-09-28 (목) 22:34:30': ['코리아세일페스타', '볼빨간사춘기', '휴 헤프너', '당신이 잠든 사이에', '맨홀', '병원선', '수지', '철원 총기', '어서와 한국은 처음이지?', '안첼로티', '신인식당', '후지이 미나', '스웨틀라나', '신세계 채용', '도시어부', '삼성채용', 'sbs 온에어', '메가박스', '한국사능력검정시험', '이종석']}

i = 0
for date, data in mydata.items():
    j = 1
    for value in data:
        if(j==1):
            ws.write(i, 0 , date)
            i += 1
        ws.write(i, 0 , j)
        ws.write(i, 1 , value)
        j += 1
        i += 1
    


wb.save('example.xls')
